Repository: jimmyurl/BodaBima
Catalog: lib/l10n/app_*.arb
Languages: sw

# app_title
source: BodaBima Insurance
sw: Bima ya BodaBima

# hero_title
source: Protect What Matters Most
sw: Linda Unachokithamini Zaidi

# hero_subtitle
source: Find the perfect insurance coverage for you and your family
sw: Pata bima inayokufaa wewe na familia yako

source: Get Started
sw: Anza Sasa

source: Medical Insurance
sw: Bima ya Afya

source: Motor Insurance
sw: Bima ya Gari

source: Home Insurance
sw: Bima ya Nyumba

source: Travel Insurance
sw: Bima ya Usafiri

# medical_insurance_description
source: Comprehensive healthcare coverage for you and your family
sw: Bima kamili ya afya kwako na familia yako

# motor_insurance_description
source: Protect your vehicle with our comprehensive motor insurance
sw: Linda gari lako na bima yetu kamili ya magari

# home_insurance_description
source: Secure your home and belongings with our home insurance
sw: Linda nyumba yako na mali zako na bima yetu ya nyumba

# travel_insurance_description
source: Travel worry-free with our comprehensive travel coverage
sw: Safiri bila wasiwasi na bima yetu kamili ya usafiri

# insurance_plan_coverage
source: Coverage
sw: Kifuniko

# insurance_plan_premium
source: Premium
sw: Malipo

# plans_available
source: {count} plans available
sw: Mipango {count} inapatikana

# no_description
source: No description available
sw: Hakuna maelezo yaliyopatikana

# error_loading
source: Error loading data
sw: Hitilafu katika kupakia data

source: Try Again
sw: Jaribu Tena

source: Emergency Services
sw: Huduma za Dharura

source: Emergency Assistance
sw: Msaada wa Dharura

source: Call Emergency Services
sw: Piga Simu kwa Huduma za Dharura

source: Call Local Emergency Services
sw: Piga Simu kwa Huduma za Dharura za Karibu

source: Request Assistance
sw: Omba Msaada

source: Share Live Location
sw: Shiriki Mahali Ulipo

source: First Aid Guide
sw: Mwongozo wa Huduma ya Kwanza

source: Safety Tips
sw: Vidokezi vya Usalama

# stay_calm
source: Stay calm and assess the situation
sw: Tulia na tathmini hali

# ensure_safety
source: Move to a safe location if necessary
sw: Nenda mahali salama ikihitajika

# follow_instructions
source: Follow emergency personnel instructions
sw: Fuata maelekezo ya wahudumu wa dharura
